Repository: Cnotech/full-openwrt-package
Catalog: addpack/luci-app-scst/files/scst.*.po
Languages: de, ru

source: Global settings
de: Allgemeine Einstellungen

source: Devices
de: Geräte
ru: Устройства

source: You can create new image files with: fallocate -l &lt;size e.g. 16GB&gt; &lt;image file&gt;
de: Erstellen neuer Image Dateien: fallocate -l &lt;Größe, z.B. 16GB&gt; &lt;Image Datei&gt;
ru: Вы можете создавать новые файлы образа с помощью: fallocate -l &lt;размер, например: 16GB&gt; &lt;nфайл образа&gt;

source: Blocksize
de: Blockgröße
ru: Размер блока

source: Use 512 Byte for VMWare
de: Für VMware ESX 512 Byte verwenden
ru: Для VMWare использовать 512 Байт

source: 8 hex digits
de: 8 Hex Ziffern
ru: 8 шестнадцатеричных цифр

source: Authenticate initiator
de: Initiator authentifizieren
ru: Аутентификация инициатора

source: Initiator requires authentication
de: Initiator erfordert Authentifizierung
ru: Инициатор требующий аутентификации

source: Secret
de: Schlüssel
ru: Секрет

source: Min. 12 chars.
de: Min. 12 Zeichen
ru: Минимум 12 символов.

source: Targets
ru: Конечные объекты (Targets)
